org/docs/critical_thinking.org
#+setupfile: ../info/index-sos-header.setup
#+include: ../info/common-header.org
#+title: 批判的思考

* 批判的思考

** 講義で紹介する

 1. 関連サイト紹介
 2. [[良き市民のための批判的思考 (まとめ）]]
 3. [[良き市民のための批判的思考に対する自分の考え]]

** 関連サイト

   批判的思考
   http://www.educ.kyoto-u.ac.jp/cogpsy/personal/Kusumi/hihan.htm

   良き市民のための 批判的思考 - 日本心理学会
   http://www.google.co.jp/url?sa=t&rct=j&q=&esrc=s&source=web&cd=5&ved=0CFIQFjAE&url=http%3A%2F%2Fwww.psych.or.jp%2Fpublication%2Fworold_pdf%2F61%2F61-5-8.pdf&ei=s-iSUpCfLYXMkQW0gIHQAQ&usg=AFQjCNF2otqcdNRl2uU1aQb2hYXQ1t0I0g&sig2=2brut6KaJ1kC4ZNpBD4xyQ&bvm=bv.56988011,d.dGI

   問いかけることで，批判的で創造的な思考を養う
   http://www.edu.hyogo-u.ac.jp/miyahiro/chinotubasa.html

   What is critical reading — University of Leicester
   http://www2.le.ac.uk/offices/ld/resources/writing/writing-resources/critical-reading

   What Is Critical Reading?
   http://www.criticalreading.com/critical_reading.htm

** 批判的思考について

*** 動機

    情報の量が多く早く変化する時代，自分だけの考えにとらわれない，人の考
    えをやみくもに受け入れない，柔軟な考え方を手に入れたいと思っている。

    批判的思考はそんな思いにヒントを与えてくれそうに思った。


*** 良き市民のための批判的思考 (原著）

    - サイト :: [[http://www.google.co.jp/url?sa=t&rct=j&q=&esrc=s&source=web&cd=5&ved=0CFIQFjAE&url=http%3A%2F%2Fwww.psych.or.jp%2Fpublication%2Fworold_pdf%2F61%2F61-5-8.pdf&ei=s-iSUpCfLYXMkQW0gIHQAQ&usg=AFQjCNF2otqcdNRl2uU1aQb2hYXQ1t0I0g&sig2=2brut6KaJ1kC4ZNpBD4xyQ&bvm=bv.56988011,d.dGI][良き市民のための批判的思考]]
    - 著者 :: 京都大学大学院教育学研究科教授   楠見　孝

*** 批判的思考とは（参考にしたサイトとまとめ)

**** [[http://ja.wikipedia.org/wiki/%E6%89%B9%E5%88%A4%E7%9A%84%E6%80%9D%E8%80%83][批判的思考-Wikipedia]] 
    
**** [[http://www.educ.kyoto-u.ac.jp/cogpsy/personal/Kusumi/hihan.htm][批判的思考-楠見]] のまとめ

***** 定義

      批判的思考は, 
      - 推論の規準(criteria)にしたがう，論理的で偏りのない思考である。

      批判的思考は, 
      - 人の話を聞いたり，文章を読んだり,議論をしたり，自分の考えを述べ
	る時に目標指向的に働く。

      - したがって，日常語である“相手を批判する”思考という狭い意味では
	ない。

      - むしろ，自分の推論過程を意識的に吟味する反省的な思考であり，何を
	信じ，主張し，行動するかの決定に焦点を当てる思考である。

***** 批判的思考の構成要素

 批判的思考の能力（評価の規準でもある）は，つぎのように分けることができる。

 - 基礎的な明確化 :: 明確化のための基礎的能力としては，

   - 1)焦点化によって，問題，仮説，主題を明確化すること，

   - 2)論証を分析すること(構造，結論，理由など)，

   - 3)明確化のための疑問(なぜ？　なにが重要か？事例は？など)を提起すること－－がある。

 - 推論の基盤の検討 :: 推論を支える情報源としては，他者の主張，観察，以
      前におこなった推論の結論がある。そこで，

   1. 情報源の信頼性を判断したり (例：専門家によるものか？　情報源間一致
      度は？　確立した手続きをとっているか？)，

   2. 観察や観察報告を評価する能力が必要である。

 - 推論 :: 推論には，演繹の判断(クラス論理学，条件式，命題の解釈など)，
           帰納の判断，価値判断(背景事実，結果，選択肢，バランス，ウエイ
           ト，決定などの判断)の能力が関わる。帰納における判断には，

   1. 一般化(データの典型性，網羅範囲の限界，サンプリング)の能力と，

   2. 探索的な結論や仮説を推論する能力がある。後者には，調査(証拠と反証，
      説明の探索)をしたり，仮説や結論の合理性を規準(事実の説明における無
      矛盾性，もっともらしさなど)にてらして判断することを含む。

 - 推論後の明確化 :: 推論後の明確化には，

   - 1)名辞や定義(同義・分類・範囲
     などの形式，定義の方法，多義の同定と扱い，内容など)を判断する能力と，
   - 2)(複数の論証を検討，精緻化することによって)仮説を同定する能力が関わ
   る。

 - 方略 :: 批判的思考の最終段階として，行為の決定(問題の定義，解決の判断
           のための規準の選択，他の解決策の形成，何をすべきかの仮の決定，
           状況全体を考慮した上での再吟味，実現のモニターなど)がある。こ
           れらはメタ認知的活動である。一方，他者との相互作用を，議論，
           発表，論文などを通しておこなうことも大切である。ここには，こ
           れまで述べてきた(a)-(d)のすべての能力が関わる。


 批判的思考は，(a)-(e)で述べてきた能力だけでは，十分に発揮されない。態度（傾向性）が，問題解決や読解，討論などの状況において必要である。

 批判的思考者がもつ態度（傾向性）には，下記のものがある:

 1. 明確な主張や理由を求めること
 2. 信頼できる情報源を利用すること
 3. 状況全体を考慮する，重要なもとの問題とずれないようにする
 4. 複数の選択肢を探す
 5. 開かれた心をもつ(対話的思考，仮定に基づく思考など)
 6. 証拠や理由に立脚した立場をとる

***** 批判的思考力の育成

 批判的思考力を教える目的は, 学習者を良き思考者(good thinker)や市民に育
 てることである。

 批判的思考力育成には, ディベート, 課題研究, インターネットを利用した調
 べ学習も関わる。

 批判的思考力は, 学習スキル/方略, 情報活用能力の育成においても重要である。


*** 良き市民のための批判的思考 (まとめ）

**** 批判的思考とは相手を非難すること？

***** 批判的思考において大切なこと

 1. 相手の発言に耳を傾け，証拠や論理，感情を的確に解釈すること，

 2. 自分の考えに誤りや偏りがないかを振り返ることである。

 相手の発言に耳を傾けずに挙げ足を取ることは批判的な思考と正反対のことがらである。

***** 批判的思考（クリティカルシンキング）の定義

 1. 証拠に基づく論理的で偏りのない思考

 2. 自分の思考過程を意識的に吟味する省察的（リフレクティブ）で熟慮的思考

 3. より良い思考を行うために目標や文脈に応じて実行される目標指向的な思考

***** 批判的思考の例

 批判的思考は，学業，職業など幅広い場面で働く汎用的（ジェネリック）スキ
 ルでもある。

****** 学習者，研究者

 批判的に読む・聞く（情報収集），話す（討論やプレゼンテーション），書く
 （レポートや論文）ことを行っている。

 学問・研究のために必要なコミュニケーション能力（学問・研究リテラシー）
 を支えるスキルである。

 大学の初年次教育で重視されるようになってきた。

****** 日常生活や職業生活においては，

 テレビを見る，広告に接する，インターネットで情報を集める，決定する時な
 どに批判的思考は働いている。

 情報を鵜呑みにせず立ち止まって考える批判的思考は，市民としての生活に必
 要なコミュニケーション能力（市民リテラシー）を支えている。


**** 批判的思考のプロセスは？

***** 四つの段階

 1. 情報を明確化する（報道，発言，書籍などの主張とそれを支える根拠を正し
    くとらえる）

 2. 推論をするための土台を検討する（隠れた前提を明らかにしたり，主張が信
    頼できる証拠に基づいているかを検討する），

 3. 推論を行う（演繹・帰納・価値判断によって，偏りのない結論を論理的に
    導く），

 4. 意思決定や問題解決をする。

***** メタ認知プロセス

 これら四つに加えて，1から4が正しく行われているかを振り返り（モニター），
 コントロールするのが1 段階高いレベルにあるメタ認知プロセスである。

 メタ認知プロセスは，目標に照らして批判的思考を実行するかどうかの判断も
 している（田中・楠見，2007）。

***** 批判的思考態度
 さらに，こうした批判的思考のプロセスを土台から支えているのが，批判的に
 考えようとする態度である。

 批判的思考態度には，

 1. 論理的に考えようとすること，
 2. 証拠に基づいて考えようとすること，
 3. 多くの情報を探究しようとすること，
 4. 偏見や先入観にとらわれず客観的に考えようとすること（平山・楠見,
    2004），
 5. そしてこれらすべてに関わる，熟慮することがある。


**** 今なぜ批判的思考が必要とされるのか？

***** 第1. 市民に批判的思考が求められている

 市民はテレビや新聞をはじめ，インターネット，家族，友人などを通して，さ
 まざまな情報の中で，信頼できる情報を判断して行動をする必要がある。

 - とくに東日本大震災以後，低線量の放射能による健康影響に関しては，批判
   的思考と知識によって，リスクに立ち向かい，リスクを減らす適切な行動を
   し，科学的根拠のない偏見や差別をなくすことが必要である。

 - また，今後の日本のエネルギー問題を考える際にも，一人ひとりがさまざま
   な情報を批判的に吟味して判断することが大切である。

 楠見・三浦・小倉（2012）は，東日本大震災の原発事故による放射線リスク情
 報の理解に批判的思考態度がどのように影響するかについて，被災県，首都圏，
 関西圏の計1752 人の一般市民を対象に，震災半年後と1 年後にネット調査を行っ
 た。その結果，批判的思考態度はメディアリテラシーを向上させることを通し
 て，知識や自発的な情報収集を促進し，リスク対処行動に影響を及ぼしていた
 ことがわかった。

***** 第2  社会で働く人に批判的思考が求められている

 急速に変化する社会や経済の状況に対応するため

 単なる知識だけではなくて，批判的思考能力を中核とした，論理的思考力，コ
 ミュニケーション能力をもつ人材が求められるようになってきている。

 学士力には，次の四つが挙げられている: 

 1. 知識・理解，
 2. 汎用的スキル（論理的思考力，コミュニケーションスキル，情報リテラシーなど），
 3. 態度・志向性，
 4. 統合的な学習経験と創造的思考力

 批判的思考は，汎用的スキルの中核となり，他の三つにも関わる。

***** 第3. 学習者に批判的思考が求められるようになった

 - 大学生への学習スキル教育の重要性が高まった。

 - 専門教育においても，高度の知識やスキルを土台にした批判的思考力をもっ
   た専門家の育成が重視される

 - すべての子どもに，課題解決のために自ら考え・判断・行動できる，社会を
   生き抜く力を育成する

**** 良き市民による幸せな社会とは？

***** 批判的思考能力をもった良き市民を育てること

***** 批判的に考えるリーダーや専門家を育成する

***** 批判的コミュニティをつくること

 しかし，個人レベルでも，社会レベルでも批判的思考を実行することが難しい
 ことは事実である。

 - 日本の社会では目上の人や仲間に対して批判的思考に基づく発言をしにくい
   のが現状である。

 そうした中で必要なことは，まずは身近な家族，学校，職場，地域，ネットと
 いったコミュニティにおいて，じっくり考え，対話ができる場（批判的コミュ
 ニティ）をつくることである。

 - そのためには，必要な情報を自分自身で集め，人に正確に伝え，人の意見に
   耳を傾けることが重要である。

 - こうしたコミュニティは社会的問題解決の実践の場である。自分の住むコミュ
   ニティにおける意見や利害関係の対立は，批判的思考のスキルを用いて，相
   手も自分も満足させるような解決を導くことが理想である。

 - とくに，自分のもつ認知バイアスを自覚し，多角的な視点で物事を見ること
   によって，異なる価値観や視点を理解する姿勢が大事である。

***** 人生そして社会の問題を協同解決

 批判的に考える良き市民が，人生そして社会の問題を協同して解決し，幸せな
 人生とより良い社会を築くことができるようになることは一つの理想である。
 そのために，心理学者が，批判的思考に関する研究と教育において果たす役割
 は大きいと考えている。



*** 良き市民のための批判的思考に対する自分の考え

    以下の点について改めて認識させられた

    - 態度として，メタ認知活動が最も重要であること

      - 曖昧な思考活動を，部分や部品に分けて考えること
      - 自分の考えを第三者的に捉えられること

    - 常に，論理的に考え，判断することを意識する

    協同的批判的コミュニティを形成する難しさについて考えさせられた

    - 他者を信じること？

    - 他者の考え方を知ること？

    批判的思考のための道具として，

    - いまのところ，アウトラインプロセッサがいいと思う

      - 論理的なまとめとレベルが扱える
      - 論理的な流れが書ける
      - 関係が書けると嬉しいが，今はできないかな

    論理だけでなくプロセス（時間経過と考えの変化）も大切なのでは？

    - 論理はスムーズに（一次元的な流れ，文章で）記述できるが，

    - 時間経過による考え方の変化や進化を（関係図で）記述する方法は？
