docs/docs/critical_thinking.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"https://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="https://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-12-09 月 10:46 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org75f3f87">1. 批判的思考</a>
<ul>
<li><a href="#org52cf19d">1.1. 講義で紹介する</a></li>
<li><a href="#org8f65b65">1.2. 関連サイト</a></li>
<li><a href="#orgcb6a83a">1.3. 批判的思考について</a>
<ul>
<li><a href="#org5233ab8">1.3.1. 動機</a></li>
<li><a href="#orgbb83aca">1.3.2. 良き市民のための批判的思考 (原著）</a></li>
<li><a href="#org4acfac6">1.3.3. 批判的思考とは（参考にしたサイトとまとめ)</a></li>
<li><a href="#org8501401">1.3.4. 良き市民のための批判的思考 (まとめ）</a></li>
<li><a href="#orge48c6d3">1.3.5. 良き市民のための批判的思考に対する自分の考え</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org75f3f87" class="outline-2">
<h2 id="org75f3f87"><span class="section-number-2">1</span> 批判的思考</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org52cf19d" class="outline-3">
<h3 id="org52cf19d"><span class="section-number-3">1.1</span> 講義で紹介する</h3>
<div class="outline-text-3" id="text-1-1">
<ol class="org-ol">
<li>関連サイト紹介</li>
<li><a href="#org8501401">1.3.4</a></li>
<li><a href="#orge48c6d3">1.3.5</a></li>
</ol>
</div>
</div>

<div id="outline-container-org8f65b65" class="outline-3">
<h3 id="org8f65b65"><span class="section-number-3">1.2</span> 関連サイト</h3>
<div class="outline-text-3" id="text-1-2">
<p>
批判的思考
<a href="https://www.educ.kyoto-u.ac.jp/cogpsy/personal/Kusumi/hihan.htm">https://www.educ.kyoto-u.ac.jp/cogpsy/personal/Kusumi/hihan.htm</a>
</p>

<p>
良き市民のための 批判的思考 - 日本心理学会
<a href="https://www.google.co.jp/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=5&amp;ved=0CFIQFjAE&amp;url=https://www.psych.or.jp/publication/worold_pdf/61/61-5-8.pdf&amp;ei=s-iSUpCfLYXMkQW0gIHQAQ&amp;usg=AFQjCNF2otqcdNRl2uU1aQb2hYXQ1t0I0g&amp;sig2=2brut6KaJ1kC4ZNpBD4xyQ&amp;bvm=bv.56988011,d.dGI">https://www.google.co.jp/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=5&amp;ved=0CFIQFjAE&amp;url=https://www.psych.or.jp/publication/worold_pdf/61/61-5-8.pdf&amp;ei=s-iSUpCfLYXMkQW0gIHQAQ&amp;usg=AFQjCNF2otqcdNRl2uU1aQb2hYXQ1t0I0g&amp;sig2=2brut6KaJ1kC4ZNpBD4xyQ&amp;bvm=bv.56988011,d.dGI</a>
</p>

<p>
問いかけることで，批判的で創造的な思考を養う
<a href="https://www.edu.hyogo-u.ac.jp/miyahiro/chinotubasa.html">https://www.edu.hyogo-u.ac.jp/miyahiro/chinotubasa.html</a>
</p>

<p>
What is critical reading — University of Leicester
<a href="https://www2.le.ac.uk/offices/ld/resources/writing/writing-resources/critical-reading">https://www2.le.ac.uk/offices/ld/resources/writing/writing-resources/critical-reading</a>
</p>

<p>
What Is Critical Reading?
<a href="https://www.criticalreading.com/critical_reading.htm">https://www.criticalreading.com/critical_reading.htm</a>
</p>
</div>
</div>

<div id="outline-container-orgcb6a83a" class="outline-3">
<h3 id="orgcb6a83a"><span class="section-number-3">1.3</span> 批判的思考について</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org5233ab8" class="outline-4">
<h4 id="org5233ab8"><span class="section-number-4">1.3.1</span> 動機</h4>
<div class="outline-text-4" id="text-1-3-1">
<p>
情報の量が多く早く変化する時代，自分だけの考えにとらわれない，人の考
えをやみくもに受け入れない，柔軟な考え方を手に入れたいと思っている。
</p>

<p>
批判的思考はそんな思いにヒントを与えてくれそうに思った。
</p>
</div>
</div>


<div id="outline-container-orgbb83aca" class="outline-4">
<h4 id="orgbb83aca"><span class="section-number-4">1.3.2</span> 良き市民のための批判的思考 (原著）</h4>
<div class="outline-text-4" id="text-1-3-2">
<dl class="org-dl">
<dt>サイト</dt><dd><a href="https://www.google.co.jp/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=5&amp;ved=0CFIQFjAE&amp;url=https://www.psych.or.jp/publication/worold_pdf/61/61-5-8.pdf&amp;ei=s-iSUpCfLYXMkQW0gIHQAQ&amp;usg=AFQjCNF2otqcdNRl2uU1aQb2hYXQ1t0I0g&amp;sig2=2brut6KaJ1kC4ZNpBD4xyQ&amp;bvm=bv.56988011,d.dGI">良き市民のための批判的思考</a></dd>
<dt>著者</dt><dd>京都大学大学院教育学研究科教授   楠見　孝</dd>
</dl>
</div>
</div>

<div id="outline-container-org4acfac6" class="outline-4">
<h4 id="org4acfac6"><span class="section-number-4">1.3.3</span> 批判的思考とは（参考にしたサイトとまとめ)</h4>
<div class="outline-text-4" id="text-1-3-3">
</div>
<ol class="org-ol">
<li><a id="org4f8f41e"></a><a href="https://ja.wikipedia.org/wiki/%E6%89%B9%E5%88%A4%E7%9A%84%E6%80%9D%E8%80%83">批判的思考-Wikipedia</a><br /></li>

<li><a id="org3700f36"></a><a href="https://www.educ.kyoto-u.ac.jp/cogpsy/personal/Kusumi/hihan.htm">批判的思考-楠見</a> のまとめ<br />
<ol class="org-ol">
<li><a id="org6a1e0e4"></a>定義<br />
<div class="outline-text-6" id="text-1-3-3-2-1">
<p>
批判的思考は, 
</p>
<ul class="org-ul">
<li>推論の規準(criteria)にしたがう，論理的で偏りのない思考である。</li>
</ul>

<p>
批判的思考は, 
</p>
<ul class="org-ul">
<li>人の話を聞いたり，文章を読んだり,議論をしたり，自分の考えを述べ
る時に目標指向的に働く。</li>

<li>したがって，日常語である“相手を批判する”思考という狭い意味では
ない。</li>

<li>むしろ，自分の推論過程を意識的に吟味する反省的な思考であり，何を
信じ，主張し，行動するかの決定に焦点を当てる思考である。</li>
</ul>
</div>
</li>

<li><a id="org402945a"></a>批判的思考の構成要素<br />
<div class="outline-text-6" id="text-1-3-3-2-2">
<p>
批判的思考の能力（評価の規準でもある）は，つぎのように分けることができる。
</p>

<dl class="org-dl">
<dt>基礎的な明確化</dt><dd>明確化のための基礎的能力としては，

<ul class="org-ul">
<li>1)焦点化によって，問題，仮説，主題を明確化すること，</li>

<li>2)論証を分析すること(構造，結論，理由など)，</li>

<li>3)明確化のための疑問(なぜ？　なにが重要か？事例は？など)を提起すること－－がある。</li>
</ul></dd>

<dt>推論の基盤の検討</dt><dd>推論を支える情報源としては，他者の主張，観察，以
前におこなった推論の結論がある。そこで，

<ol class="org-ol">
<li>情報源の信頼性を判断したり (例：専門家によるものか？　情報源間一致
度は？　確立した手続きをとっているか？)，</li>

<li>観察や観察報告を評価する能力が必要である。</li>
</ol></dd>

<dt>推論</dt><dd>推論には，演繹の判断(クラス論理学，条件式，命題の解釈など)，
帰納の判断，価値判断(背景事実，結果，選択肢，バランス，ウエイ
ト，決定などの判断)の能力が関わる。帰納における判断には，

<ol class="org-ol">
<li>一般化(データの典型性，網羅範囲の限界，サンプリング)の能力と，</li>

<li>探索的な結論や仮説を推論する能力がある。後者には，調査(証拠と反証，
説明の探索)をしたり，仮説や結論の合理性を規準(事実の説明における無
矛盾性，もっともらしさなど)にてらして判断することを含む。</li>
</ol></dd>

<dt>推論後の明確化</dt><dd><p>
推論後の明確化には，
</p>

<ul class="org-ul">
<li>1)名辞や定義(同義・分類・範囲
などの形式，定義の方法，多義の同定と扱い，内容など)を判断する能力と，</li>
<li>2)(複数の論証を検討，精緻化することによって)仮説を同定する能力が関わ</li>
</ul>
<p>
る。
</p></dd>

<dt>方略</dt><dd>批判的思考の最終段階として，行為の決定(問題の定義，解決の判断
のための規準の選択，他の解決策の形成，何をすべきかの仮の決定，
状況全体を考慮した上での再吟味，実現のモニターなど)がある。こ
れらはメタ認知的活動である。一方，他者との相互作用を，議論，
発表，論文などを通しておこなうことも大切である。ここには，こ
れまで述べてきた(a)-(d)のすべての能力が関わる。</dd>
</dl>


<p>
批判的思考は，(a)-(e)で述べてきた能力だけでは，十分に発揮されない。態度（傾向性）が，問題解決や読解，討論などの状況において必要である。
</p>

<p>
批判的思考者がもつ態度（傾向性）には，下記のものがある:
</p>

<ol class="org-ol">
<li>明確な主張や理由を求めること</li>
<li>信頼できる情報源を利用すること</li>
<li>状況全体を考慮する，重要なもとの問題とずれないようにする</li>
<li>複数の選択肢を探す</li>
<li>開かれた心をもつ(対話的思考，仮定に基づく思考など)</li>
<li>証拠や理由に立脚した立場をとる</li>
</ol>
</div>
</li>

<li><a id="orgdb0a9d5"></a>批判的思考力の育成<br />
<div class="outline-text-6" id="text-1-3-3-2-3">
<p>
批判的思考力を教える目的は, 学習者を良き思考者(good thinker)や市民に育
てることである。
</p>

<p>
批判的思考力育成には, ディベート, 課題研究, インターネットを利用した調
べ学習も関わる。
</p>

<p>
批判的思考力は, 学習スキル/方略, 情報活用能力の育成においても重要である。
</p>
</div>
</li>
</ol>
</li>
</ol>
</div>


<div id="outline-container-org8501401" class="outline-4">
<h4 id="org8501401"><span class="section-number-4">1.3.4</span> 良き市民のための批判的思考 (まとめ）</h4>
<div class="outline-text-4" id="text-1-3-4">
</div>
<ol class="org-ol">
<li><a id="org2a09519"></a>批判的思考とは相手を非難すること？<br />
<ol class="org-ol">
<li><a id="org4671f7a"></a>批判的思考において大切なこと<br />
<div class="outline-text-6" id="text-1-3-4-1-1">
<ol class="org-ol">
<li>相手の発言に耳を傾け，証拠や論理，感情を的確に解釈すること，</li>

<li>自分の考えに誤りや偏りがないかを振り返ることである。</li>
</ol>

<p>
相手の発言に耳を傾けずに挙げ足を取ることは批判的な思考と正反対のことがらである。
</p>
</div>
</li>

<li><a id="orgc902e50"></a>批判的思考（クリティカルシンキング）の定義<br />
<div class="outline-text-6" id="text-1-3-4-1-2">
<ol class="org-ol">
<li>証拠に基づく論理的で偏りのない思考</li>

<li>自分の思考過程を意識的に吟味する省察的（リフレクティブ）で熟慮的思考</li>

<li>より良い思考を行うために目標や文脈に応じて実行される目標指向的な思考</li>
</ol>
</div>
</li>

<li><a id="orgee66628"></a>批判的思考の例<br />
<div class="outline-text-6" id="text-1-3-4-1-3">
<p>
批判的思考は，学業，職業など幅広い場面で働く汎用的（ジェネリック）スキ
ルでもある。
</p>
</div>

<ol class="org-ol">
<li><a id="orgb1d6879"></a>学習者，研究者<br />
<div class="outline-text-7" id="text-1-3-4-1-3-1">
<p>
批判的に読む・聞く（情報収集），話す（討論やプレゼンテーション），書く
（レポートや論文）ことを行っている。
</p>

<p>
学問・研究のために必要なコミュニケーション能力（学問・研究リテラシー）
を支えるスキルである。
</p>

<p>
大学の初年次教育で重視されるようになってきた。
</p>
</div>
</li>

<li><a id="org45ec48f"></a>日常生活や職業生活においては，<br />
<div class="outline-text-7" id="text-1-3-4-1-3-2">
<p>
テレビを見る，広告に接する，インターネットで情報を集める，決定する時な
どに批判的思考は働いている。
</p>

<p>
情報を鵜呑みにせず立ち止まって考える批判的思考は，市民としての生活に必
要なコミュニケーション能力（市民リテラシー）を支えている。
</p>
</div>
</li>
</ol>
</li>
</ol>
</li>


<li><a id="org1879e53"></a>批判的思考のプロセスは？<br />
<ol class="org-ol">
<li><a id="org25ff565"></a>四つの段階<br />
<div class="outline-text-6" id="text-1-3-4-2-1">
<ol class="org-ol">
<li>情報を明確化する（報道，発言，書籍などの主張とそれを支える根拠を正し
くとらえる）</li>

<li>推論をするための土台を検討する（隠れた前提を明らかにしたり，主張が信
頼できる証拠に基づいているかを検討する），</li>

<li>推論を行う（演繹・帰納・価値判断によって，偏りのない結論を論理的に
導く），</li>

<li>意思決定や問題解決をする。</li>
</ol>
</div>
</li>

<li><a id="orgf56ffc8"></a>メタ認知プロセス<br />
<div class="outline-text-6" id="text-1-3-4-2-2">
<p>
これら四つに加えて，1から4が正しく行われているかを振り返り（モニター），
コントロールするのが1 段階高いレベルにあるメタ認知プロセスである。
</p>

<p>
メタ認知プロセスは，目標に照らして批判的思考を実行するかどうかの判断も
している（田中・楠見，2007）。
</p>
</div>
</li>

<li><a id="orgf2d5006"></a>批判的思考態度<br />
<div class="outline-text-6" id="text-1-3-4-2-3">
<p>
さらに，こうした批判的思考のプロセスを土台から支えているのが，批判的に
考えようとする態度である。
</p>

<p>
批判的思考態度には，
</p>

<ol class="org-ol">
<li>論理的に考えようとすること，</li>
<li>証拠に基づいて考えようとすること，</li>
<li>多くの情報を探究しようとすること，</li>
<li>偏見や先入観にとらわれず客観的に考えようとすること（平山・楠見,
2004），</li>
<li>そしてこれらすべてに関わる，熟慮することがある。</li>
</ol>
</div>
</li>
</ol>
</li>


<li><a id="orgd7b0726"></a>今なぜ批判的思考が必要とされるのか？<br />
<ol class="org-ol">
<li><a id="org9a63eaa"></a>第1. 市民に批判的思考が求められている<br />
<div class="outline-text-6" id="text-1-3-4-3-1">
<p>
市民はテレビや新聞をはじめ，インターネット，家族，友人などを通して，さ
まざまな情報の中で，信頼できる情報を判断して行動をする必要がある。
</p>

<ul class="org-ul">
<li>とくに東日本大震災以後，低線量の放射能による健康影響に関しては，批判
的思考と知識によって，リスクに立ち向かい，リスクを減らす適切な行動を
し，科学的根拠のない偏見や差別をなくすことが必要である。</li>

<li>また，今後の日本のエネルギー問題を考える際にも，一人ひとりがさまざま
な情報を批判的に吟味して判断することが大切である。</li>
</ul>

<p>
楠見・三浦・小倉（2012）は，東日本大震災の原発事故による放射線リスク情
報の理解に批判的思考態度がどのように影響するかについて，被災県，首都圏，
関西圏の計1752 人の一般市民を対象に，震災半年後と1 年後にネット調査を行っ
た。その結果，批判的思考態度はメディアリテラシーを向上させることを通し
て，知識や自発的な情報収集を促進し，リスク対処行動に影響を及ぼしていた
ことがわかった。
</p>
</div>
</li>

<li><a id="orgc5c7410"></a>第2  社会で働く人に批判的思考が求められている<br />
<div class="outline-text-6" id="text-1-3-4-3-2">
<p>
急速に変化する社会や経済の状況に対応するため
</p>

<p>
単なる知識だけではなくて，批判的思考能力を中核とした，論理的思考力，コ
ミュニケーション能力をもつ人材が求められるようになってきている。
</p>

<p>
学士力には，次の四つが挙げられている: 
</p>

<ol class="org-ol">
<li>知識・理解，</li>
<li>汎用的スキル（論理的思考力，コミュニケーションスキル，情報リテラシーなど），</li>
<li>態度・志向性，</li>
<li>統合的な学習経験と創造的思考力</li>
</ol>

<p>
批判的思考は，汎用的スキルの中核となり，他の三つにも関わる。
</p>
</div>
</li>

<li><a id="orgfadfb0b"></a>第3. 学習者に批判的思考が求められるようになった<br />
<div class="outline-text-6" id="text-1-3-4-3-3">
<ul class="org-ul">
<li>大学生への学習スキル教育の重要性が高まった。</li>

<li>専門教育においても，高度の知識やスキルを土台にした批判的思考力をもっ
た専門家の育成が重視される</li>

<li>すべての子どもに，課題解決のために自ら考え・判断・行動できる，社会を
生き抜く力を育成する</li>
</ul>
</div>
</li>
</ol>
</li>

<li><a id="org4152656"></a>良き市民による幸せな社会とは？<br />
<ol class="org-ol">
<li><a id="org361fb82"></a>批判的思考能力をもった良き市民を育てること<br /></li>

<li><a id="org2d749fb"></a>批判的に考えるリーダーや専門家を育成する<br /></li>

<li><a id="org1b13c45"></a>批判的コミュニティをつくること<br />
<div class="outline-text-6" id="text-1-3-4-4-3">
<p>
しかし，個人レベルでも，社会レベルでも批判的思考を実行することが難しい
ことは事実である。
</p>

<ul class="org-ul">
<li>日本の社会では目上の人や仲間に対して批判的思考に基づく発言をしにくい
のが現状である。</li>
</ul>

<p>
そうした中で必要なことは，まずは身近な家族，学校，職場，地域，ネットと
いったコミュニティにおいて，じっくり考え，対話ができる場（批判的コミュ
ニティ）をつくることである。
</p>

<ul class="org-ul">
<li>そのためには，必要な情報を自分自身で集め，人に正確に伝え，人の意見に
耳を傾けることが重要である。</li>

<li>こうしたコミュニティは社会的問題解決の実践の場である。自分の住むコミュ
ニティにおける意見や利害関係の対立は，批判的思考のスキルを用いて，相
手も自分も満足させるような解決を導くことが理想である。</li>

<li>とくに，自分のもつ認知バイアスを自覚し，多角的な視点で物事を見ること
によって，異なる価値観や視点を理解する姿勢が大事である。</li>
</ul>
</div>
</li>

<li><a id="org36a67c5"></a>人生そして社会の問題を協同解決<br />
<div class="outline-text-6" id="text-1-3-4-4-4">
<p>
批判的に考える良き市民が，人生そして社会の問題を協同して解決し，幸せな
人生とより良い社会を築くことができるようになることは一つの理想である。
そのために，心理学者が，批判的思考に関する研究と教育において果たす役割
は大きいと考えている。
</p>
</div>
</li>
</ol>
</li>
</ol>
</div>



<div id="outline-container-orge48c6d3" class="outline-4">
<h4 id="orge48c6d3"><span class="section-number-4">1.3.5</span> 良き市民のための批判的思考に対する自分の考え</h4>
<div class="outline-text-4" id="text-1-3-5">
<p>
以下の点について改めて認識させられた
</p>

<ul class="org-ul">
<li>態度として，メタ認知活動が最も重要であること

<ul class="org-ul">
<li>曖昧な思考活動を，部分や部品に分けて考えること</li>
<li>自分の考えを第三者的に捉えられること</li>
</ul></li>

<li>常に，論理的に考え，判断することを意識する</li>
</ul>

<p>
協同的批判的コミュニティを形成する難しさについて考えさせられた
</p>

<ul class="org-ul">
<li>他者を信じること？</li>

<li>他者の考え方を知ること？</li>
</ul>

<p>
批判的思考のための道具として，
</p>

<ul class="org-ul">
<li>いまのところ，アウトラインプロセッサがいいと思う

<ul class="org-ul">
<li>論理的なまとめとレベルが扱える</li>
<li>論理的な流れが書ける</li>
<li>関係が書けると嬉しいが，今はできないかな</li>
</ul></li>
</ul>

<p>
論理だけでなくプロセス（時間経過と考えの変化）も大切なのでは？
</p>

<ul class="org-ul">
<li>論理はスムーズに（一次元的な流れ，文章で）記述できるが，</li>

<li>時間経過による考え方の変化や進化を（関係図で）記述する方法は？</li>
</ul>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2019-12-09 月 10:46</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
